# Программа принимает действительное положительное число x и целое отрицательное число y.
# Необходимо выполнить возведение числа x в степень y.
# Задание необходимо реализовать в виде функции my_func(x, y).
# При решении задания необходимо обойтись без встроенной функции возведения числа в степень.
# возведение в степень с помощью оператора *

def my_func(x, y):
    print(x ** y)
x = 2
y = -2
my_func(x, y)


